Repository: giellalt/corpus-sms
Catalog: tmx/fin/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=62_lang=nuortta.html.tmx
Source language: sms
Languages: fin

source: Sääʹmǩiõllsaž mättʼtemaaunâstuâjj
fin: Saamenkielinen oppimateriaalityö

source: Mättʼtemaaunâstuâjj rääjj oudldõõzzid sääʹmǩiõl, sääʹm kulttuur da sääʹmǩiõllsai mättʼtõʹsse jeeʹres škouultääʹzzid.
fin: Oppimateriaalityö luo edellytyksiä saamen kielen, saamelaisen kulttuurin ja saamenkieliselle opetukselle eri kouluasteilla.

source: Sääʹmǩiõllsai mättʼtemaunnsi valmštumuš aʹlǧǧeš sääʹmǩiõllsai alggmättʼtõõzz äʹlǥǥempoodd 1970 – lååǥǥ peäʹlrääʹjest.
fin: Saamenkielisten oppimateriaalien valmistaminen aloitettiin saamenkielisen alkuopetuksen käynnistyessä 1970 – luvun puolivälissä.

source: Aalǥâst aaunâstuâjast vaʹsttii Sääʹmjânnam läänhalltõs, koʹst reâuǥai eeʹjjest 1976 ääʹljeeʹl spesial sääʹmškoouʹlʼjumuužž plaanraaʹjji.
fin: Aluksi materiaalityöstä vastasi Lapin lääninhallitus, jossa työskenteli vuodesta 1976 alkaen erityinen saamelaiskoulutuksen suunnittelija.

source: Ânnʼjõõžžâst mättʼtemaaunâstuâjj kooll Sääʹmteeʹǧǧ tuâjaid, kååʹtt vuäǯǯ piirieeʹjji valdiaveäʹǩǩvuõđ mättʼtemaunnsi valmštem diõtt.
fin: Nykyisin oppimateriaalityö kuuluu Saamelaiskäräjille, joka saa vuosittain valtionavustusta oppimateriaalin valmistamista varten.

source: Mättʼtemaaunâsmieʹrrteäʹǧǧ sisǩǩad valdia mäʹhssemplaanâst mättʼtõsministeria väʹlddklaʹsse da tåʹben mättʼtõshalltõõzz tuåimmkuulid.
fin: Oppimateriaalimääräraha sisältyy valtion talousarviossa opetusministeriön pääluokkaan ja siellä opetushallituksen toimintamenoihin.

source: Sääʹmteʹǧǧ rääjj piirieeʹjji mättʼtõshalltõõzzin mättʼtemaaunâstuâi kuõskki tuejjeemsuåppmõõžž da čiõlggâd tõõzz aaunâstuâjai šõddmõõžži diõtt.
fin: Saamelaiskäräjät tekee vuosittain opetushallituksen kanssa oppimateriaalityötä koskevan tulossopimuksen ja raportoi sille materiaalityön tuloksista.

source: Sääʹmteeʹǧǧ škoouʹlʼjem- da mättʼtemaaunâsluʹvddkåʹdd preemm mättʼtemaaunâstuâi kuõskki puuʹttõsplaanid da vuâđđjurddjid.
fin: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta hyväksyy oppimateriaalityötä koskevat tuotantosuunnitelmat ja periaatteet.

source: Škoouʹlʼjem- mättʼtemaaunâskoontâr väʹsttad mättʼtemaaunâstuâi plaanmõõžžâst, haʹŋǩǩõõzzi praksiizz čõõđtumuužžâst, jueʹǩǩmest, teâđtumuužžâst, vaaʹri âânnmõʹšše kuulli vaaldšemmest da aaunâstuõjju kuõskki tâʹvvjânnamlaž õhttsažtuâjast.
fin: Koulutus- ja oppimateriaalitoimisto vastaa oppimateriaalityön suunnittelusta, hankkeiden käytännön toteuttamisesta, jakelusta, tiedottamisesta, varojen käyttöön liittyvästä hallinnosta ja materiaalityöhön liittyvästä pohjoismaisesta yhteistyöstä.

source: Mättʼtemaunnsid valmštet aanar-, nuõrttsääʹm- da tâʹvvsääʹmǩiõlin.
fin: Oppimateriaaleja valmistetaan inarin-, koltan- ja pohjoissaamen kielillä.

source: Sääʹmteʹǧǧ tuejjad še privatnallšem mättʼtemaaunâstuâi valmštumuužž.
fin: Saamelaiskäräjät tukee myös yksityistä oppimateriaalin valmistusta.

source: Škoouʹlʼjem- da mättʼtemaaunâsluʹvddkååʹddest vuäitt ooccâd veäʹǩǩvuõđ sääʹmǩiõllsai mättʼtemaaunâsprojeekti diõtt.
fin: Koulutus- ja oppimateriaalilautakunnalta voi hakea avustusta saamenkielisiä oppimateriaaliprojekteja varten.

source: Väʹlddveârlaž ooccâmäiʹǧǧ iʹlla, leša veäʹǩǩvuõđ ooccât tääuʹjmõssân skamm- täʹlvvmannust, kuäʹss puõʹtti eeʹjj puuʹttõsplaan valmštõõlât.
fin: Varsinaista hakuaikaa ei ole, mutta avustusta haetaan yleensä marras-tammikuussa, jolloin seuraavan vuoden tuotantosuunnitelmaa valmistellaan.

source: Sääʹmteʹǧǧ vuäitt paʹlǩǩeed mieʹrräiggsa obbpeivvsaž tuâjjlaid mättʼtemaaunâs ǩiõttǩeeʹrjtõs- da jeeʹres tuâjaid.
fin: Saamelaiskäräjät voi palkata määräaikaisia kokopäiväisiä työntekijöitä oppimateriaalin käsikirjoitus- ja muihin tehtäviin.

source: Vääžnmõs mättʼtemaaunâstuâi tuejjeei äʹrttel liâ sääʹmǩiõllsa uʹčteeʹl.
fin: Merkittävin oppimateriaalityötä tekevä ryhmä ovat saamenkieliset opettajat.

source: Mättʼtemaaunâstuâi vuâđđjurddi
fin: Oppimateriaalityön periaatteet

source: Mättʼtemaaunâstuâi jueŠǩǩem vuâđđjurddi
fin: Oppimateriaalin jakelun periaatteet

source: ValdiaveäŠǩǩvuõđ
fin: Valtionavustukset

source: VaalpââŠjest 2004-2007 čõõđtum aunnâz
fin: Vaalikaudella 2004-2007 julkaistut materiaalit
